[
    {
      "brand_name": "BMW",
      "brand_slug": "bmw",
      "brand_detail_url": "https://www.autoevolution.com/bmw/",
      "brand_image_url": "https://s1.cdn.autoevolution.com/images/producers/bmw-sm.jpg",
      "brand_image_path": "BMW.jpg",
      "brand_description": "Contrary to some opinions, BMW does not stand for Best Motors in the World company. Sure, BMW-branded automobiles are regarded as being some of the few engineering forms close to perfection, but the letters stand for something less boisterous and more good-natured: Bayerische Motoren Werke or Bavarian Motor Works.\n\nThe secret to their success does not lie in precise astrological predictions or mischievous and blatant employ of corporate espionage, but rather in a dedication to quality and constant pursuit of excellence. Unlike most of the auto manufacturers out there, BMW hasn't focused on a vehicle as a whole but started from its primary source of power, the engine, which has been perfected by generations of engineers over a close-to-a-century time span. The 'cardio-approach' BMW took resulted into obscenely efficient performance-happy engines that literally rocketed the company formed by Karl Friedrich Rapp in October 1913 straight to the sky.\n\nRapp's company, 'Rapp-Motorenwerke' - that would later become BMW - focused mainly on aircraft engines due to the large demand at the time, fueled by the imminence of Wold War I. Despite the need for aircraft engines, Rapp failed to sale his powerplants due to a reliability flaw caused by unwanted engine vibrations. However, his neighbor Gustav Otto, who was also the owner of an aircraft engine plant, enjoyed a great deal of success.\n\nStruggles to keep 'Rapp-Motorwerke' afloat failed and, by 1916, Karl Rapp resigned under the weight of the financial difficulties that had been pressing against the factory's lungs for a few years. As in the case of other car brands, such as Bentley or Aston Martin, expected and highly predicable 'Hollywoodian' rescuers came along and fended off the threats. Austrian triumvirate formed by new company owners Franz-Josef Popp and financier Camillo Castiglioni relaunched the Motoren Werke by persuading Gustav Otto into a merger that would prove mutually beneficial. Thus, the 'Bayerische Flugzeug-Werke' or BFW was formed.\n\nShortly after the new entity was born, its name turned into the murmur of what would later become a shout-out for quality automobiles: BMW. By the time the 20's came with the Charleston and its afferent bizarre fashion sense, BMW had already developed a range of highly-appreciated airplane engines that had garnered tons of acclaim - especially after the 1918-improved Type IIIA engine successfully powered a biplane to the impressive height of 16,404 feet in a mere 29 minutes.\n\nThe beginning of the 20's also happily slapped BMW with its still unchanged to this day logo, mimicking the motion of a white propeller on a sky-blue background. While enjoying the heights of an appreciated and sought for brand, BMW was brutally pulled back to earthy existence once the World War was over. The Treaty of Versailles prohibited BMW from continuing its activity and the company switched to manufacturing air brakes for railway cars.\n\nForced by the Versailles-imposed conditions, the company found itself searching for other alternatives and soon enough came to focus on developing motorcycle engines. Over a two-year period of time (from 1920 to 1922), BMW built two motorcycle models, the Victoria and the Flink. Their success was consequently marked by the building of the first BMW factory, that would further kick the brand to new heights.\n\nAlthough BMW motorcycles encountered sales problems due to defective suspension, the company still managed to hold a constant leading position in aeronautical engineering. By 1927 the company was the proud  holder of just over one third of the aviation records of those time, with an astonishing 29 out of an overall 87. Two-wheeled vehicles quickly turned into four-wheeled ones in 1928, when the Austin license-built Dixi 3/15 rolled out the factory doors.\n\nOnly one year later, BMW made the headlines once again, this time by setting a new motorcycle-speed record through their Ernst Henne ridden 750 cc bike, that reached the speed of 134.65 mph (216.75 km/h).\n\nSwinging from breaking world records to engineering innovations, BMW hit the bull's eye once more in 1932, with the launch of their new car model, the 3/20 PS. The 782 cc 4 cylinder powered car was the first one independently produced by BMW. Shortly after the waves of acclaim generated by the new machine, the company announces its next model, the 303 saloon, that would bring a persistent trait in all future BMW engine configurations: the 6 cylinder one.\n\nOnly years after the launch of the 303 in 1933, BMW continued its world record breaking streak, at the same time with the beginning of a new chapter in its cylinder-powered existence: the development of the company's first roadster, the 328 model (1936), and a row of motor sport wins over the following two years.\n\nAs time passed by, BMW got bigger and bigger and, shortly before the Wold War II outbreak, took over some more factories in the vicinity of Berlin. More motor sport wins were to follow, with Baron Fritz Huschke von Kanstein winning the Mille Miglia race in 1940s. \n\nNeedless to mention, war necessities threw the company into military equipment production policies once more. Despite the lengthy world conflict, BMW developed some of its greatest pieces of machinery, such as the R57 Wehrmacht military motorcycle, as well as the 109-300 jet engine which was one of the first jet engines in the world to enter mass production.\n\nAfter recovering from the 1944 bombings that heavily damaged their plant in Munich, BMW received permission to repair Allied army motorized equipment at their plant in Allach. Due to BMW's versatility and need for mechanized faming implements and spare parts, the first BMW bicycle was born. Soon after the genesis of the leg-powered two-wheeled vehicle, BMW received a hard blow from the US army, that had ordered the dismantling of the Munich and Allach plants.\n\nAfter a 5-year absence from the Germany industry, BMW returned in style. Crossing the ocean all the way to New York, BMW debuted their first motorcycle in almost 2 decades - following their last one at the beginning of the 40's. More success awaited in the line for BMW, as their R68 motorcycle model developed in the 50's quickly became a standard-setter among international motorcycle manufacturers. Meanwhile a previous model, the  R67/2, reached the 100,000 threshold in 1953. \n\nBMW receives further acclaims in the years to come, as it establishes itself as an engineering force to be reckoned with. The 1955 Isetta, powered by a 12/13 hp motorcycle engine, becomes a favorite among customers. The result? Over 160,000 units are sold, transforming the Isetta into a symbol of the post-war decade.\n\nBesides coming up with newer models and bending technological improvements on their cars, BMW also held a privileged position among race winners around the world. After the development of the 507 and 600 models, BMW unleashed a shout of childish joy, grabbing an impressive win in the 1958 Austrian GP, through Ernst Hiller.\n\nWith the help of Herbert Quandt, BMW, still a share-owned company, is brought one step closer to independence. Exterior offers of selling or fusion were turned down despite the enormous profits such a transaction would have led to. The 700 model entered the production lines, together with the R69, BMW's top motorcycle line-up model.\n\nThe 60's brought a multitude of achievements with the 1500 and 1600 series, as well as a range of new sedans, the 2500, 2800, American Bavaria and the 2.5 CS and 2800 CS coupe models. BMW proved once more that it hasn't left its king-of-the-hill-of-racing spot, as Austrian racing driver Dieter Quester scored several victories in the Formula Two series (as well as a triple European touring car champion title in 1968, 1969 and 1977).\n\nHowever, BMW did not stop there. After having bestowed a great deal of mechanics magic upon the world, the company resumed its entertainment through development and unveiled the 2002 Turbo model in 1973. Following the success of its earlier aircraft engine, the 2002 Turbo is one of the first ever turbos to enter mass-production.\n\nProduction lines that would become worldwide pieces of success soon came out, such as the 6 and 7 series and the recently reconstructed BMW M1 model. By the end of the 70's, BMW had dug deep into other car-improvement related fields as well, and electronics proved to be the perfect ground for growing BMW's next generation of computerized car devices. Economic fuel research then became top priority. Not only the company was quick in adapting to the fast-moving tendencies of those times, but it also became a steady and reliable supplier of armored cars for different private and public clients.\n\nRacing never lost its fans, consequently BMW never lost enthusiasm in racing. The 80's marked (finally) BMW's involvement in Formula One racing. It was in 1983 that BMW was handed its first title in the series, with Brazilian driver Nelson Piquet becoming king of the Formula One World Racing Championship. At the same time, the 5 series entered a new enhancement stage and was gifted the 518i engine and the powerful M535i. 'M' set a new standard in power and stamina. The M5 and M3 models launched in 1985 and 1986 consequently joined the pinnacle of engineering accuracy and true power and beauty among sports cars enthusiasts.\n\nResearch started to be heavily reinforced and reached new uncharted areas through the employment of over 6,000 people. Once the Z1 one came along, the profits kept pile-up trend. Caring for the customer and staying ahead of competition was proof enough that BMW had turned into a true, mature brand. Expansion was inevitable and much like a Big Bang, BMW spreads across the world and inaugurated a new car plant in the US, namely in Spartanburg, South Carolina. The models that were in production at the time slowly received touring versions, which helped BMW cover an even larger slice of the market.\n\nBMW would later reveal the Z8, a successor of the 507, who later made it to the movies. The world wasn't enough and so were BMW's achievements in their own vision. Since 1999, they have been constantly delivering performance vehicles or 'motorized attire' for their wealthy customers out there. Racing has remained a pleasurable and profitable hobby for the German marque, which emerged victorious in three consecutive FIA WTCC seasons from 2005 to 2007. Only recently, BMW engineers and designers paid homage to the M1 through a modern day replica of the sharp-angled 70's original. Sadly enough, the M1 will not be revived through mass production."
    }
  ]